act
autometrics-dev/tap/am
bat
biome
bufbuild/buf/buf
caddy
cargo-nextest
clang-format
cloudflared
cmake
colima
cunit
dapr/tap/dapr-cli
direnv
dotenvx/brew/dotenvx
duckdb
exa
eza
fd
ffmpeg
flyctl
fnm
fontforge
fzf
gcc
gh
git
go
golang-migrate
grpcurl
hashicorp/tap/vault
httpie
jansson
jemalloc
jesseduffield/lazygit/lazygit
jetbrains/utils/qodana
jq
just
k6
lazydocker
libev
libnghttp3
libpqxx
libsql/sqld/libsql-server
make
mdbook
nasm
neovim
node
oven-sh/bun/bun
pnpm
powerlevel10k
protobuf
pyenv
railwayapp/railway/railway
ripgrep
sfml
sha3sum
spdlog
starship
stow
supabase/tap/supabase
swi-prolog
tmux
tree
tursodatabase/tap/turso
wmctrl
yazi
zoxide
